Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_veiledning_kp_regning_3trinn_nordsamisk.docx.tmx
Source language: sme
Languages: sma

source: Buorre dađistaga-árvvaštallan gohčoduvvo maiddái Vurdering for læring / Árvvoštallan oahpaheami várás, ja njeallje prinsihpa leat guovddážis go geavaha geahččalemiid bohtosiid viidásit barggus.
sma: Hijven jaabnanvuarjasjimmie aaj gohtjesåvva Vuarjasjimmie lïerehtæmman, jïh njieljie prinsihph leah jarngesne gosse illedahkide pryöveste nuhtjie dan vijriesåbpoe barkose.

source: Čuovvovaš prinsihpat leat čilgejuvvon oahpahuslága láhkaásahusas, 3. kap..
sma: Daah prinsihph leah buerkiestamme mieriedimmesne ööhpehtimmielaakese, kap. 3.

source: Ohppiid oahppaneavttuid sáhttá nannet jus oahppit
sma: Mijjieh teermem posisjovnesysteeme nuhtjebe.

source: ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo.
sma: Lij aaj maahteme tjaeledh luhkietaalesysteeme jallh

source: ožžot responssa ja besset gullat makkár kvalitehta sin barggus dahje olahusas lea.
sma: 2. bïevnesh bååstede åadtjoeh mah dejtie soptsestieh kvaliteeten bïjre barkose jallh maam dorjeme

source: ožžot rávvagiid movt sáhttet buorebut bargat.
sma: 3. raerieh åadtjoeh guktie dah maehtieh buerebe sjïdtedh

source: oassálastet iežaset oahppamis earret eará nu ahte árvvoštallet iežaset barggu ja ovdáneami.
sma: 4. leah meatan jïjtse lierehtimmiebarkosne, gaskem jeatjah jïjtse barkoem jïh evtiedimmiem vuarjasjidh

source: Dehálaš poeaŋŋa lea: Makkár mihtui d galggan ola hit, man muttus mun lean daid mihtuid ektui, ja mo galggan mun ollet dohko ?
sma: Akte vihkeles gyhtjelasse lea: Mah ulmieh edtjem jaksedh, gusnie leam viertiestamme daej ulmiejgujmie, jïh guktie edtjem dohkoe båetedh ?

source: Oahppit galget ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo Go bargá geahččalemiiguin ja árvvoštallamiin, de lea dehálaš ahte oahppit dihtet mii sis vurdojuvvo ja manne sin árvvoštallet.
sma: Learohkh edtjieh guarkedh maam edtjieh lïeredh, jïh mij lea veanhtadamme dejstie Gosse pryövigujmie jïh vuarjasjimmine barkah dellie vihkeles learohkh daejrieh man åvteste dah vuarjasjamme sjidtieh, jïh mij lea veanhtadamme dejstie.

source: Oahppit fertejit maid diehtit manne lea dehálaš bargat rehkenastimiin vuođđo máhtolašvuohtan.
sma: Learohkh tjuerieh daejredh man åvteste vihkeles ryöknedimmine barkedh goh akte uvtemesth tjiehpiesvoete.

source: Ságastala ohppiiguin mii lea geahččaleami ulbmil, ja maid geahččaleapmi galgá mihtidit.
sma: Soptsesth dan åvteste learohkigujmie aajkoen bïjre pryövine, jïh maam pryöve möölehte.

source: Muital ohppiide sin bargguid birra ja rávve mo viidásit sáhttet bargat Árvvoštallan- ja čuovvolanbarggus lea guovddáš oassi addit ohppiide fágalaš dieđuid sin barggus.
sma: Vedtieh bïevnesh bååstede jïh raerieh geajnoen bïjre guhkiebasse Faageles bïevnesh bååstede leah akte vihkeles bielie vuarjasjimmie- jïh dåarjelimmiebarkoste.

source: Dat galget muitalit makkár kvalitehta sin barggus dahje doaimmas lea ja galgá sisdoallat rávvagiid ja bagadusaid mo oahppit sáhttet bargat buorebut.
sma: Daah edtjieh kvaliteeten bïjre barkosne soptsestidh jallh guktie learohke dam haalveme, jïh edtja dovne raerieh jïh bïhkedimmiem vedtedh guktie learohkh maehtieh buerebe sjïdtedh.

source: Geahččaleami bohtosat ja dieđut sáhttet addit dutnje gova oahppi máhtuin, ja das mainna oahppi berre bargat eanet.
sma: Illedahkh jïh bïevnesh pryöveste maehtieh dutnjien aktem guvviem vedtedh destie maam learohkh haalvoeh, jïh mejnie dah tjuerieh vielie barkedh.

source: Dieid dieđuid berret geahččat ovttas eará dieđuiguin mat dus leat oahppi birra ovdalaččas, ja dan berre geavahit dialogas ohppiiguin ja váhnemiiguin.
sma: Datne byörh daam bïevnesem ektesne vuejnedh jeatjah bïevnesigujmie mejtie åtnah learohki bïjre aarebistie, jïh byöroe dialogesne learohkigujmie jïh eejhtegigujmie åtnasovvedh.

source: Oaččo ohppiid searvat árvvoštallamii Ohppiid berre oažžut searvat geahččalemiid árvvoštallamii.
sma: Vaeltieh learoehkidie meatan Datne byörh learoehkidie meatan vaeltedh gosse pryövem gïehtjedh mænngan.

source: Go jearahallá ohppiin maid sii doivot sii leat máhttán bargat, ja mainna galggaše eanet bargat, de sáhttá ohppiid oažžut suokkardallat iežaset máhtolašvuođas.
sma: learoehkidie gihtjh maam dah vienhtieh dah leah buektiehtamme, jïh mejnie byöroeh vielie haarjanidh, dellie dah maehtieh aelkedh sijjen jïjtsh lïerehtimmien bïjre ussjedieh.

source: Maŋŋil go bohtosiid lea geahčadan, de sáhttá leat ávkkálaš ohppiiguin searválaga suokkardallat sin vástádusaid ja plánet movt oahppit sáhttet buorebut bargat.
sma: Mænngan illedahkide gïehtjedamme, maahta nuhteligs årrodh baajedh learoehkidie meatan årrodh sijjen vaestiedassi bïjre ussjedidh, jïh soejkesjidh maam dah maehtieh

source: Ohppiid árvvoštallamat iežaset barggus sáhttet addit dehálaš dieđuid das mii sin mielas lea váttis, ja mainna sii galggaše eanet bargat.
sma: Learohki jïjtsevuarjasjimmieh maehtieh dutnjien vihkeles bïevnesh vedtedh maam dah tuhtjieh gïerve, jïh mejnie tjuerieh vielie barkedh.

source: Iežasárvvoštallan sáhttá maiddái dahkat ohppiid eanet diđolažžan iežaset gelbbolašvuođas rehkenastimis.
sma: Jïjtsevuarjasjimmie maahta aaj viehkine årrodh ihke learohkh aktem tjïelkebe guvviem åadtjoeh jïjtsh maahtoen bïjre ryöknedimmesne.

source: Movt sáhtán ráhkkanahttit ohppiid geahččaleapmái ja geahččaleami ulbmiliidda ?
sma: GUKTIE DEJTIE NJIELJIE PRINSIHPIDE JAABNANVUARJASJÆMMAN EKTESNE VUEJNEDH PRYÖVETJÏRREHTIMMINE ?

source: Movt galggan geavahit bohtosiid vai sáhtán addit fágalaš relevánta árvvoštallamiid ruovttoluotta mat ovddidit viidásit oahppama ?
sma: • Guktie edtjem learoehkidie ryöjrehtidh aajkose pryövine ? • Guktie edtjem illedahkide nuhtjedh juktie maehtedh faageles sjyöhtehke

source: Movt oaččun ohppiid searvat bargat viidáseappot bohtosiiguin ?
sma: bïevnesh bååstede vedtedh mah dam guhkiebasse lïerehtimmiem eevtjieh ?

source: Movt oahppit sáhttet searvat iežaset barggu árvvoštallamii ?
sma: • Guktie learohkh maehtieh meatan årrodh sijjen jïjtsh barkoem vuarjasjidh ?

source: OVDAL GEAHČČALEAMI
sma: 2. PRYÖVEN ÅVTELEN

source: Kártengeahččaleami čađahan bagadussii Instruksjon for gjennomføring lea dehálaš oahpásmuvvat bures ovdal čađahanbeaivvi.
sma: Åvtelen pryöve dorjesåvva, lea vihkeles datne lea veelelaakan goerehtamme bïhkedassem Instruksjon for gjennomføring.

source: Dan gávnnat PAS:s.
sma: Daam gaavnh PAS:sne.

source: Dat instruksa sisdoallá dan maid oahpaheaddji galgá dadjat ohppiide ovdal geahččaleami ja geahččaleami čađahettin.
sma: Bïhkedimmesne tjåådtje maam learohke edtja learoehkidie jiehtedh pryöven åvtelen jïh mearan pryöve dorjesåvva.

source: Dasa lassin čilgejuvvojit das čađaheami rámmat.
sma: Lissine tjïrrehtimmien mierieh aaj buerkiestamme sjidtieh.

source: Kártengeahččaleapmi galgá čađahuvvot guovtti vuorus.
sma: Edtja goerehtallemepryövem tjïrrehtidh gööktine boelhkine.

source: Vuoruid gaskkas galgá ohppiin leat boddu.
sma: Boelhki gaskem learohkh edtjieh eejehtimmiem utnedh.

source: Dat lea danne go oahppit geain leat oahppanváttut dávjá váibet eanet go oahppit geain eai leat dakkár hástalusat.
sma: Dïhte dan åvteste dah viesjies learohkh daamtaj maehtieh sæjloesåbpoe sjïdtedh goh dah veaksehke learohkh.

source: Buot oahppit galget beassat čájehit kártengeahččaleamis maid sii máhttet, ja ahte boasttu vástádusaid sivva ii leat dat go leat váiban.
sma: Vihkeles gaajhkh learohkh åadtjoeh vuesiehtidh maam maehtieh goerehtallemepryövesne, jïh båajhtoeh vaestiedassh eah leah syjlemen gaavhtan.

source: Geahččaleapmegihppagis lea merkejuvvon gokko galggašii bisánit bottus.
sma: Pryöveheeftesne lea mïerhkesjamme gåessie pryöve byöroe årrodh.

source: Dat lea dušše láidehus, muhto ávžžuhit ahte eai váldde bottu maŋŋil.
sma: Daate ajve bihkeden, men mijjieh juvnehtibie eejehtimmie ij seejnebe vaaltasovvh.

source: Bottu guhkkodat galggašii leat unnimusat 10 minuhta, áinnas borranboddu dahje fitnan olggu ovddas.
sma: Eejehtimmie byöroe årrodh unnemes 10 minudth, maaje beapmojne jallh ålkone.

source: Geahččaleami sáhttá maiddái juohkit guovtti skuvlabeaivái.
sma: Maahta aaj pryövem juekedh gööktine skuvlebiejjine.

source: Oktiibuot almma bottu haga lea geahččaleami čađahanáigi sullii 60 minuhta 5.
sma: Tjåanghkan pryöve sæjhta vaasedh medtie 60 minudth, dellie eejehtimmie ij leah meatan.

source: Ovdal geahččaleami lea dehálaš ahte sihke oahppit ja sin váhnemat / ovddasteaddjit leat ožžon dieđuid kártengeahččaleami birra ja dan čađaheami ulbmila.
sma: Pryövetjïrrehtimmien åvtelen lea vihkeles dovne learohkh jïh eejhtegh goerehtallemepryövem demtieh jïh daejrieh man åvteste dam tjïrrehte.

source: Oahpahusdirektoráhta lea ráhkadan diehtojuohkingihppaga váhnemiidda / ovddasteddjiide man namma lea: ” Informasjon om kartleggingsprøver, våren 2015 ”.
sma: Bïevnesh eejhtegidie Ööhpehtimmiedirektovraate aktem bïevnesetjaalegem dorjeme eejhtegidie man nomme: «Bïevnesh goerehtallemepryövi bïjre, gïjren 2015 š.

source: Váhnemiid diehtojuohkingihpa sáddejuvvo ohppiid mielde ruovttuide ja dan galggašii maiddái sáhttit viežžat skuvlla ruovttusiiddas dahje oahpahusneahttabáikkis.
sma: Bïevnesetjaalege eejhtegidie seedtesåvva gåatan learohkigujmie jïh byöroe lissine våålese vaaltasovvedh skuvlen gåetiesæjrosne jallh lïerehtimmiesijjesne.

source: Gihpa lea jorgaluvvon sámegillii (davvi, lulli- ja julevsámegillii) ja eŋgelasgillii.
sma: Tjaalege lea jarkoestamme saemien gïelese (noerhte-, åarjel- jïh julevsaemien.

source: Daid sáhttá viežžat pdf-fiilan Oahpahusdirektoráhta ruovttusiiddus.
sma: Maahta dejtie våålese leessedh goh pdf-fijlh Ööhpehtimmiedirektovraateen gåetiesæjroste.

source: Gihpa almmuhuvvo buori áiggis ovdal kártengeahččaleamit lohkamis ja rehkenastimis galget čađahuvvot.
sma: Barkoetijje learoehkdie dejnie göökte bieline pryöveste lea 17,5 minudth eejehtimmien åvtelen jïh 13,5

source: Diehtu ohppiide
sma: minudth mænngan.

source: Oahppit galget oažžut dieđuid kártengeahččalemiid birra dalle go váhnengihppagat juhkkojuvvojit ohppiide.
sma: Learohkh edtjieh bïevnesh åadtjodh goerehtallemepryövi bïjre seamma tïjjen goh tjaalege eejhtegidie vadtasåvva.

source: Lea dehálaš ahte geavahat buori áiggi čilget mii kártengeahččaleapmi lea, manne galgá dakkár geahččaleapmi, ja mo geahččaleapmi galgá čađahuvvot.
sma: GÏEHTJEDIMMIELÆSTOE LOHKEHTÆJJESE TJÏRREHTIMMIEN ÅVTELEN Manne  tïjjem vadteme pryövem tjïrrehtidh  gïehtjedamme bihkedimmiem jïh bïhkedasside juktie pryövem tjïrrehtidh

source: Mun lean
sma: åvtelhbodti

source: várren áiggi geahččaleami čađaheapmái
sma: tjïrrehtimmien jïh dåarjelimmien bïjre

source: lohkan ovdagihtii oahpaheaddjibagadusa ja geahččaleami instruksa
sma: lohkehtæjja maahta learoehkidie dan bööremes lierehtimmiem vedtedh

source: doaimmahan váhnemiidda diehtogihppaga geahččaleami birra ja dieđu geahččaleami čađaheami ja čuovvoleami birra.
sma:  tïjjem vadteme tjïrrehtimmien mænngan juktie maehtedh vuarjasjidh jïh illedahkide fïere guhten learoehkasse dåarjelidh

source: ságastallan ohppiiguin dan birra ahte geahččaleapmi galgá leat veahkkin oahpaheaddjái addit ohppiide nu buori oahpahusa go vejolaš
sma: MEARAN TJÏRREHTEMINIE

source: várren áiggi maŋŋil geahččaleami ovttaskas oahppi bohtosiid árvvoštallamii ja čuovvoleapmái
sma: Pryövereeremesysteemesne (PAD.)

source: Instruksa mii čilge movt galggat ráhkkanit ja čađahit geahččaleami, lea almmuhuvvon dárogillii namain Instruksjon for gjennomføring geahččaleamivuogádaga fierpmádagas, Prøveadministrasjonssystemet (PAS), https://pas.udir.no.
sma: ((https://pas.udir.no) gaavnh Instruksjon for gjennomføring mij buerkeste guktie datne edtja pryövem tjïrrehtidh, jïh mah ryöjredimmieh mejtie tjoerh darjodh pryöven åvtelen.

source: Doppe gávnnat maiddái bohtosiidčilgehusa / fasihta mii čilge movt galggat divvut geahččalemiid.
sma: Daesnie aaj vuarjasjimmiebïhkedimmiem gaavnh mij buerkeste guktie edtja pryövide staeriedidh.

source: Don fertet lohkat ja oahpásmuvvat bures instruksii, Instruksjon for gjennomføring, buori áiggis ovdal kártengeahččaleami čađaheami ohppiiguin.
sma: Datne tjoerh veele lohkedh jïh gïehtjedidh Instruksjon for gjennomføring guhkiem åvtelen datne goerehtallemepryövem tjïrrehth learohkigujmie.

source: Dus ferte leat alddát geahččaleami gihpa klássalanjas maid geavahat veahkkin bagadallamis.
sma: Datne tjoerh aktem jïjtse pryöveheeftem meatan utnedh klaassetjiehtjielasse maam nuhtjh, Instruksjonine ektine.

source: Dasa lassin dárbbašat diimmu mainna geahčat áiggi.
sma: Lissine aktem tsåahkam daarpesjh mij tïjjem vaalta, tjöödtjesthtsåahka.

source: Geahččaleami instruksas čuožžu man guhkes áigi ohppiin lea guhtege siiddu bargobihtáid bargamii.
sma: Dennie tjaalegisnie Instruksjon tjåådtje man guhkiem learohkh edtjieh utnedh laavenjasside

source: Jus diktá ohppiid bargat nu guhká go sii háliidit, de nákcejit maiddái oahppit geat bargat eahpevuogálaččat čoavdit bargobihtáid riekta.
sma: Dastegh baaja learoehkidie dan guhkiem gïehtelidh goh jïjtje sijhtieh, learohkh ovmaereles strategijigujmie sijhtieh buektiehtidh laavenjasside staaran darjodh.

source: Dat leat oahppit geaid geahččaleapmi galgá gávdnat go váilevaš strategiijaovdáneapmi lea stuorimus prediktora vejolaš matematihkkaváttuide maŋŋil.
sma: Daah leah learohkh mejtie pryöve edtja vueptiestidh dan åvteste faatoes strategijeevtiedimmie lea dïhte veaksahkommes prediktovre dastegh learohkh

source: Danne ferte čuovvut dárkilit áigemeriid mat leat instruksas.
sma: Dan åvteste tjoerh veelelaakan fulkesidh tïjjemieride bïhkedassesne.

source: Vuollelis gávnnat dieđuid dan birra mo galgá dulkot ja čuovvolit kártengeahččalemiid bohtosiid.
sma: Vuelielisnie bïevnesh gaavnh guktie edtjh toelhkestidh jïh dåarjelidh illedahkide goerehtallemistie.

source: Kártentgeahččaleapmi mihtida guokte máhtolašvuođasuorggi rehkenastima vuođđo máhtolašvuođain.
sma: Göökte tjiehpiesvoetesuerkieh dejnie uvtemesth tjiehpiesvoetine ryöknedimmesne möölesuvvieh goerehtallemepryövesne.

source: Dovdat ja čilget sisdoallá oahppi máhtolašvuođa identifiseret dilálašvuođaid maidda gullet logut ja sturrodagat.
sma: Damtijidh jïh buerkiestidh leah mejtie learohke maahta tsiehkieh damtijidh mah taalh jïh stoeredahkh meatan utnieh.

source: Geahččaleami bargobihtát čilgejit čielga dilálašvuođaid maid sáhttá čoavdit rehkenastima bokte.
sma: Laavenjassh pryövesne buerkiestieh vihties tsiehkieh mejtie maahta loetedh viehkine ryöknedimmeste.

source: Oahppit fertejit ipmirdit ahte logut čatnasit dilálašvuođaide, ja sii fertejit máhttit ráhkadit mentála modealla matematihkalaš oktavuhtii, ovdamearka dihte oastit ja vuovdit.
sma: Learohkh tjuerieh guarkedh taalh tseahkan gårrelgieh, jïh tjuerieh maehtedh aktem mentaale maallem darjodh dan matematihkeles ektiedæmman, vuesiehtimmien gaavhtan åestedh jïh doekedh.

source: Geavahit ja ráhkadit sisdoallá máhtu válljet strategiijaid váttisvuohtačoavdimii.
sma: Nuhtjedh jïh gïetedidh lea strategijh veeljedh juktie dåeriesmoerh loetedh.

source: Geahččaleapmi mihtida ohppiid máhtu geavahit álkes strategiijaid hivvodagaid juohkimii ja juogusteapmái ja álkes rehkenastimii.
sma: Pryöve möölehte guktie learohke maahta aelhkie strategijh nuhtjedh gosse veahkah juaka jïh klaassifiserede, jïh aelhkie aerviedimmieh darjodh.

source: Ohppiid rehkenastima vuođđomáhtolašvuođaid mihtideapmái leat ráhkaduvvon bargobihtát njealji temás: Lohkan, lohkodoahpagat, lohkoráidu ja lohkolinnjá ja rehkenastin.
sma: Juktie learohki uvtemesth tjiehpiesvoeth ryöknedimmesne möölehtidh, laavenjassh leah evtiesovveme njieljie teemaj sisnjeli: Ryökneme, taalegoerkese, taaleraajroe jïh taalesïeve

source: Buot dát njeallje temá čilgejuvvojit vuollelis.
sma: jïh ryöknedimmie.

source: Juohke temái govviduvvo ohppiid ovdáneapmi ja dás leat maiddái ovdamearkkat ohppiin.
sma: Fïereguhte dejstie njieljie teemijste goerehtallemepryövesne åehpiedehteme sjædta vuelielisnie.

source: Dás čilgejuvvojit maiddái hástalusat mat sáhttet leat ohppiin geat rahčet guhtege temá siskkobealde, ja dás leat evttohusat aktivitehtaide mat sáhttet veahkehit ohppiid birget daiguin hástalusaiguin.
sma: Fïereguhten teemese learohki evtiedimmiem buerkeste, jïh såemies vihties learohkevuesiehtimmieh vadtasuvvieh. Vijriesåbpoe haestemh buerkeste mejtie viesjies learohkh dåastoeh fïerhten teeman sisnjelen, jïh

source: Maŋŋelis temáid leat čilgehusat golmma oahppis (ohppiidportreahtat) geain leat hui iešguđetlágan bohtosat.
sma: muvhth raeriestimmieh darjoemidie vadtasuvvieh mah maehtieh learoehkidie viehkiehtidh dejtie haestiemidie haalvedh.

source: Dat portreahtat leat čállon dan vuođul maid muhtun oahppit leat vástidan go oasálaste kártengeahččalemiid ráhkadeamis.
sma: Teemaj mænngan buerkiestimmieh golme learoehkijstie gaavnh (learohkeportrehth) gaajh joekehts illedahkigujmie goerehtallemepryövesne.

source: Portreahtat muitalit maid oahppit leat čájehan ahte sii máhttet ja maid eai máhte geahččaleamis.
sma: Daah portrehth leah tjaalasovveme learohki vaestiedassi mietie mah lin meatan evtiedimmesne goerehtallemepryöveste.

source: Juohke ohppiidportreahtas lea árvalus mo sáhttá viidásit čuovvolit oahppi.
sma: fïerhten learohkeportrehtese raeriestimmieh vadtasuvvieh juktie guhkiebasse learohkem dåarjelidh.

source: Čuovvoleapmi ohppiin geat leat sierra beroštumi ráji vuolábealde
sma: Dåarjelimmie learoehkijstie tjoeperdimmieraasten nuelesne

source: Kártengeahččaleapmi rehkenastimis deattuha lohkoipmárdusa ja rehkenastin máhtolašvuođa.
sma: Goerehtallemepryöve ryöknedimmesne fokusem åtna taalegoerkesasse jïh ryöknedimmietjiehpiesvoetese.

source: Dat leat dárbbašlaš vuođđogeađggit rehkenastima vuođđomáhtolašvuođaid oahppamis ja matematihka oahppamis.
sma: Daate lea daerpies bigkemegierkieh juktie vihkielommes tjiehpiesvoeth ryöknedimmesne vejtiestidh jïh matematihkem lïeredh.

source: Bohtosat 3. jahkeceahki matematihka kártengeahččaleamis galget geavahuvvot vuolggasadjin ságastallamii ohppiiguin ja váhnemiiguin go pláne mo galgá čuovvolit oahppu.
sma: goerehtallemepryöveste ryöknedimmesne 2. daltesasse åtnasovvedh goh våarome akten soptsestæmman learoehkinie jïh eejhtegigujmie, juktie dam guhkiebasse dåarjelimmiem learoehkistie soejkesjidh.

source: Ovttas sáhttibehtet vuoruhit movt ovddosguvlui bidjabehtet oahppomihtuid barggus.
sma: Ektesne dijjieh maehtede bæjjese bïejedh våaroehtamme lïerehtimmieulmieh dan guhkiebasse barkose.

source: Ságastallet movt oahppi sáhttá olahit mihtuid maid bidjabehtet.
sma: Soptsestidie ektesne guktie learohke maahta jaksedh dejtie ulmide mah bïejesuvvieh.

source: Dehálaš lea bidjat deattu muhtun moatti, realisttalaš mihttui hávális.
sma: Vihkeles fokusem utnedh naan gille ulmide fïerhten aejkien, mejtie maahta jaksedh.

source: Ohppiid vuolábealde sierra beroštumi ráji galgá čuovvolit
sma:  Edtja learohkh tjoeperdimmieraasten nuelesne guhkiebasse dåarjelidh

source: Oahpaheaddji ferte dieđihit váhnemiidda kártengeahččalemiid bohtosiin jus oahppi bohtosat leat vuolábealde sierra beroštumi ráji ja nu dárbbašit liige čuovvoleami
sma:  Lohkehtæjja tjuara eejhtegidie bïevnedh illedahki bïjre goerehtallemepryövesne jis vååjnoe goh learohke lea tjoeperdimmieraasten nuelesne, jïh dan gaavhtan lissie dåarjelimmiem daarpesje

source: Oahppit geat leat juste bajábealde sierra beroštumi ráji, sáhttet maiddái dárbbašit čuovvoleami
sma:  Learohkh mah eevre tjoeperdimmieraasten bijjelen skååredieh, maehtieh aaj guhkiebasse dåarjelimmiem daarpesjidh

source: Guhtege oahppi bohtosiid ferte geahččat ovttas eará dieđuiguin oahppi birra
sma:  Tjuara illedahkide akten learoehkasse ektesne vuejnedh jeatjah bïevnesigujmie

source: Go dulko ohppiidvástádusaid, de lea dehálaš geahččat geahččaleami ollislaččat.
sma: Gosse learohkevaestiedasside toelhkeste lea vihkeles abpe pryövem ektesne vuejnedh.

source: Leage várrogas ovtta bargobihtá vástádusa vuođul dadjat maidege.
sma: Årroeh våårege illedahkh toelhkestidh ajve aktede vaestiedasseste aktene laavenjassesne.

source: Sáhttá ollu dieđuid oažžut jus guorahallá olles oahppi gihppaga.
sma: Maahta jïjnjh bïevnesh gaavnedh jis learohken abpe heeftem gïehtjede.

source: Geahča bliántamearkkaid lohkolinnjáin ja figuvrrain, geahča maiddái notáhtaid dahje liigečállosiid maid oahppi soaitá čálistan márggaide dahje sierra báhpirii.
sma: Vuartesjh gusnie plæjjohkemïerhkh taalesïevine jïh goerine, vuartesjh aaj notaatine jallh gusnie learohke tjaaleme sæjroebieline jallh jïjtse paehpierisnie.

source: Dat sáhttet addit lassi dieđuid das mo oahppi jurddaša.
sma: Daate maahta lissiebïevnesh vedtedh guktie learohke ussjede.

source: Jus eahpidat, huma ohppiin ja jeara sus muitá go mo son jurddašii.
sma: Jis jueriedisnie, soptsesth learoehkinie jïh gihtjh mejtie learohke

source: Geahččaleami berre mannat čađa ovttaskas ohppiiguin geain leat bohtosat juste bajábealde dahje vuolábealde sierra beroštumi ráji.
sma: måjhta guktie ussjedi. Byöroe pryövem aktine aktine learoehkinie gïehtjedidh mij lea eevre tjoeperdimmieraasten bijjelen jïh nuelesne.

source: Árvvoštala leago ohppiide vuolábealde sierra beroštumi ráji ávkkálaš mannat olles geahččaleami čađa.
sma: utnieh abpe pryövem gïehtjedidh. Veeljh dej veajkoej muvhth sæjroeh mejtie learoehkinie ektine vuartesjh.

source: Vejolaččat sáhttá válljet muhtun siidduid maid manná čađa ohppiin, dat galggaše leat siiddut maid sisdoallu lea lagamusas oahppi ovdánandási.
sma: Daate byöroe sæjroeh sisveginie årrodh mah leah learohken lïhkemes evtiedimmiesovnen sisnjelen. Akte learohke mij guhkede tjoeperdimmieraasten nuelesne

source: Ohppiide geat ožžot čuoggáid ollu vuollelis sierra beroštumi ráji (geahča Lena portreahta) sáhttá dovdot váivin jus oahpaheaddji bláđe olles geahččaleami čađa ja nu oidnojit buot bargobihtát maid ii leat máhttán dahje vástidan.
sma: skåårede (vuartesjh portrehtem Jåvveste), maahta tuhtjedh gïerve jis lohkehtæjja abpe heeften tjïrrh plaerede jïh satne åådtje gaajhkide laavenjasside vuejnedh mejtie ij leah buektiehtamme jallh ij vaestiedamme.

source: Danne sáhttá leat vuogas válljet dušše moadde siiddu maid geahčada searválaga ohppiin.
sma: Dellie maahta buerebe årrodh naan gille sæjroeh veeljedh mejtie learoehkinie ektine gïehtjede.

source: Go geahčada geahččaleami olles klássain, de sáhttá válljet geahččaleamis muhtun temáid dahje siidduid maiguin sáhttá bargat ovttas.
sma: Juktie pryövem vijriesåbpoe gïehtjedidh aktene ellies klaassesne maahta såemies teemah jallh sæjroeh pryövesne veeljedh mejgujmie gaajhkesh maehtieh ektesne barkedh.

source: Muitte ahte lea maiddái vejolaš ráhkadit “ kurssa ” ohppiiguin daidda dihto doahpagiidda dahje máhtolašvuođaide maiguin buohkat joavkkus rahčet.
sma: Mujhtieh gåarede «kuvsjemš darjodh learohkedåehkiejgujmie juktie sjïere dïejvesigujmie jallh tjiehpiesvoetigujmie guhkiebasse barkedh, mejgujmie gaajhkh learohkh dåehkesne tjabreminie.

source: Dat sáhttá mearkkašit ahte okta oahppi lea mielde ovtta kurssas, muhtun eará oahppi soaitá mielde máŋgga kurssas.
sma: Dellie kanne akte learohke meatan aktene kuvsjesne, mearan akte jeatjah learohke lea meatan jieniebinie kuvsjine.

source: Evttohusat gažaldagaide ohppiide sierra beroštumi vuolábealde Sáhtát go čájehit dan siiddu geahččaleamis mii du mielas lei buot suohttaseamos ?
sma: Raeriestimmie gyhtjelasside learoehkidie tjoeperdimmieraasten nuelesne:  Maahtah munnjien vuesiehtidh dam sæjroem pryövesne datne tuhtjïh lij lustemes ?

source: Ledje go muhtun bargobihtát maid don it ipmirdan mo galget bargat ?
sma:  Mah laavenjassh desnie mejtie idtjïh guarkah guktie edtjh loetedh ?

source: Makkár bargobihtát ledje váddásat ?
sma:  Mah laavenjassh lin gïerve ?

source: Makkár bargobihtáid manai bures bargat ?
sma:  Mah laavenjassh lij aelhkie darjodh ?

source: Evttohusat gažaldagaide ohppiide go bargá olles luohkáin maŋŋil geahččaleami:
sma: Raeriestimmie gyhtjelasside learoehkidie gosse barkeminie pryöven mænngan ellies klaassine:
